---
kind: property
id: P:Autodesk.Revit.DB.Mechanical.Space.CeilingReflectance
source: html/bb73e447-fc09-426e-a88f-89481e0f37cd.htm
---
# Autodesk.Revit.DB.Mechanical.Space.CeilingReflectance Property

Get or set the Ceiling Reflectance of the Space.

## Syntax (C#)
```csharp
public double CeilingReflectance { get; set; }
```

## Remarks
This property is used to get or set the Ceiling Reflectance of the Space.